function alias(word){
      var answer = "", a = {};

      a["Ё"]="Yo";
      a["Й"]="Y";
      a["Ц"]="TS";
      a["У"]="U";
      a["К"]="K";
      a["Қ"]="Q";
      a["Е"]="E";
      a["Н"]="N";
      a["Г"]="G";
      a["Ғ"]="G";
      a["Ш"]="Sh";
      a["Щ"]="Sh";
      a["З"]="Z";
      a["Х"]="X";
      a["Ҳ"]="H";
      a["ё"]="yo";
      a["й"]="y";
      a["ц"]="ts";
      a["у"]="u";
      a["к"]="k";
      a["қ"]="q";
      a["е"]="e";
      a["н"]="n";
      a["г"]="g";
      a["ғ"]="g";
      a["ш"]="sh";
      a["щ"]="sh";
      a["з"]="z";
      a["х"]="x";
      a["ҳ"]="h";
      a["Ф"]="F";
      a["Ы"]="I";
      a["В"]="V";
      a["А"]="a";
      a["П"]="P";
      a["Р"]="R";
      a["О"]="O";
      a["Л"]="L";
      a["Д"]="D";
      a["Ж"]="J";
      a["Э"]="E";
      a["ф"]="f";
      a["ы"]="i";
      a["в"]="v";
      a["а"]="a";
      a["п"]="p";
      a["р"]="r";
      a["о"]="o";
      a["л"]="l";
      a["д"]="d";
      a["ж"]="j";
      a["э"]="e";
      a["Я"]="Ya";
      a["Ч"]="Ch";
      a["С"]="S";
      a["М"]="M";
      a["И"]="I";
      a["Т"]="T";
      a["Б"]="B";
      a["Ю"]="Yu";
      a["я"]="ya";
      a["ч"]="ch";
      a["с"]="s";
      a["м"]="m";
      a["и"]="i";
      a["т"]="t";
      a["б"]="b";
      a["ю"]="yu";       
      a[" "]="-";      
      a["'"]="";     
      a['"']="";    
      a[']']="";   
      a['[']="";    
      a[')']="";   
      a['(']="";
      a['}']="";
      a['{']="";
      a['/']="";
      a["ь"]="";
      a["Ь"]="";
      a["Ъ"]="";
      a["ъ"]="";
      a["Ў"]="U";
      a["ў"]="u";

      for (i in word){
            if (word.hasOwnProperty(i)) {
                  if (a[word[i]] === undefined){
                        answer += word[i];
                  } else {
                        answer += a[word[i]];
                  }
            }
      }
      return answer.toLowerCase();
}