<?php
defined('BASEPATH') OR exit('No direct script access allowed');

$lang = array(
	'auction' => 'Аукцион',
	'tender'  => 'Тендер',
	'bestoffers' => 'Отбор наилучшего предложения',
	'more' => "Ещё...",

	'of_title' => 'Закупки Навоийского ГМК по основной/хозяйственной деятельности',
	'of_plan' => 'План закупок материально-технических ресурсов для обеспечения текущей хозяйственной деятельности Навоийского ГМК на 2021 год ',
	'of_import' => 'Перечень планируемых импортных  товаров для основной деятельности Навоийского ГМК на 2021 год ',
	'of_rules' => 'Правила этического поведения в процессе закупочной деятельности ',
	'of_import_fact' => 'Перечень фактического импорта товаров и услуг в 2021 году ',
	'of_import_prec' => 'Информация о принятых мерах по сокращению импорта в  2021 году ',
	'of_group' => 'Наименование группы МТР',
	'of_number' => '№ Лота',
	'of_deadline_ofert' => 'Срок окончания подачи оферт',
	'of_status' => 'Статус лота',
	'of_back' => 'Назад к списку',
	'of_lot' => 'Лот №',
	'of_name' => 'Наименование МТР',
	'of_count' => 'Количество',
	'of_offerer' => 'Наименование заказчика:',
	'of_offerer_name' => 'Навоийский ГМК',
	'of_tin' => 'ИНН:',
	'of_address' => 'Адрес:',
	'of_address_data' => 'г. НАВОИ, ул. НАВОИ 27',
	'of_deadline' => 'Срок поставки:',
	'of_basis' => 'Базис (место) поставки:',
	'of_date_start' => 'Дата начала подачи оферт:',
	'of_date_end' => 'Дата окончания подачи оферт:',
	'of_place' => 'Место предоставления оферт:e-mail:',
	'of_phone' => 'Телефон для справок:',
	'of_task' => 'Техническое задание:',
	'of_docs' => 'Дополнительная документация:',
	'of_protocol' => 'Протокол закупочной комиссии:',
	'of_views' => 'Количество просмотров:',
	'of_last' => 'Последние лоты',
	'of_end' => 'Дата окончания: ',

	'of_kv1' =>'<strong>1</strong> квартал',
	'of_kv2' =>'<strong>2</strong> квартал',
	'of_kv3' =>'<strong>3</strong> квартал',
	'of_kv4' =>'<strong>4</strong> квартал',
	'of_kv5' =>'<strong>1-2</strong> квартал',
	'of_kv6' =>'<strong>3-4</strong> квартал'
);
?>