<?php

	$lang = array(
		'home' => "Главная",
		'news' => 'Новости',
		'more' => 'Подробнее',
		'contacts' => 'Контакты',
		'about' => 'О нас',
		'about_nurota' => 'О Нуроте',
		'phone' => 'Телефон',
		'tourism' => 'Туризм',
		'for_tourists' => 'Для туристов',
		'show_all' => 'Показать все',
		'nurota' => 'Нурата',
		'welcome' => 'Добро пожаловать в наш район',
		'video' => 'Видеогалерея',

		/* footer */
		'footer_about' => 'О нас',
		'footer_address' => 'Наш адресс',
		'footer_phone' => 'Наши номера телефонов',
		'ish_vaqti' => 'Рабочее время',

		/* weeks */
		'du' => 'Понедельник',
		'se' => 'Вторник',
		'cho' => 'Среда',
		'pa' => 'Четверг',
		'ju' => 'Пятница',
		'sha' => 'Суббота',
		'yak' => 'Воскресенье',
		'dam' => 'Отдых',

		'qabul' => 'Время приема',
		
		'name' => 'Имя Фамилия',
		'email' => 'E-mail',
		'subject' => 'Тема',
		'message' => 'Cообщение',
		'send' => 'Отправить',
		'wait' => 'Пожалуйста подождите',
		
		'hokimiyat' => 'Хакимият',
		'history' => 'История',
		'education' => "Образование",
		'ecology' => 'География',
		'turizm' => 'Туризм',
		'culture' => 'Культура и спорт',
		
		'main_contact_text' => 'У вас есть вопрос или предложение?',
		'main_contact_button' => 'Свяжитесь с нами',
		
		'cats' => 'Категории',
		'contact_info' => "Контактная информация",
		'social' => 'Социальные сети',
		
		'search' => 'Поиск',
		'resent_posts' => 'Последние новости',
		
		'cnt1_title' => "Административный центр",
		'cnt1_text' => 'город Нурата',
		
		'cnt2_title' => 'Площадь',
		'cnt2_text' => 'кв. км',
		
		'cnt3_title' => 'Население',
		'cnt3_text' => 'человек',
		
		'cnt4_title' => 'Дата основания',
		'cnt4_text' => 'год',
		
		'useful_links' => 'Полезные ссылки',
		
		'dev' => 'Разработка сайта',
	);

?>
